{
  "week1":{
    "expect":"You're actually not pregnant yet—the clock starts ticking from the first day of your last period. So even though pregnancies are said to be 40 weeks long, you only carry your baby for 38 weeks.",
    "todo":"Start taking a daily prenatal vitamin with at least 400 micrograms of folic acid; this B vitamin has been shown to help prevent neural-tube defects, such as spina bifida.
Quit any unhealthy habits, such as smoking or drinking. There's no time like the present."
  },
  "week2":{
    "expect":"Ovulation occurs. For the best chances of getting pregnant, have sex one to two days before your expected ovulation date.",
    "todo":"Ovulation occurs. For the best chances of getting pregnant, have sex one to two days before your expected ovulation date."
  },
  "week3":{
    "expect":"You may be pregnant but probably won't have any symptoms.",
    "todo":"Don't take any medications—prescription or over-the-counter—without checking with your doctor. Particularly avoid all products containing vitamin A or its derivatives, such as Retin-A or Accutane. However, many conditions, such as asthma and diabetes, require ongoing treatment, so talk to your doctor before discontinuing any necessary medications.
Get a flu shot if you haven't already; they're safe."
  },
  "week4":{
    "expect":"Positive test: You're pregnant! You may be starting to feel bloated, crampy, tired and moody, and experiencing sore breasts, nausea/vomiting and a frequent need to pee. But don't worry if you're not—that's normal.",
    "todo":"Invest in an extra supportive bra, especially if your breasts are expanding. Many women grow a full cup size in the first few weeks.
Avoid chemicals and secondhand smoke. Ask your partner to take over the litterbox duties (cat feces may harbor parasites that cause toxoplasmosis, an infection that can harm the fetus) and to pump the gas in your car."
  },
  "week5":{
    "expect":"Though the embryo is only about the size of a grain of sand, the heart is pumping blood, most other organs have begun to develop, and arm and leg buds appear. You may be starting to experience pregnancy brain.",
    "todo":"If it helps, make lists at work and at home to help your fuzzy brain function.
Make an appointment with your OB or midwife. Most caregivers want to see you for the first time between six and 10 weeks."
  },
  "week6":{
    "expect":"Now that the pregnancy is feeling more real, you might be worrying about miscarriage.",
    "todo":"Reassure yourself that aside from extreme behaviors, such as using drugs, there's nothing you can do to cause a miscarriage. Yet, some research links early pregnancy losses to consuming more than 300 milligrams of caffeine daily, so to be safe, limit your intake.
Think about when you want to tell family, friends and your boss you're pregnant. Some women wait until after the first trimester, when miscarriage risk drops."
  },
  "week7":{
    "expect":"The embryo doubles in size but is still less than a half-inch long. As your pregnancy hormones increase, morning sickness may be worsening. Or, you may be ravenous 24/7.",
    "todo":"If you're nauseated, try eating several small meals throughout the day, especially ones with ginger and citrus; avoid strong odors; and wear acupressure wristbands.
Try not to overdo it on the chow: Weight gain should be minimal in the first trimester. But don't feel guilty if you give in to an occasional craving."
  },
  "week8":{
    "expect":"Your doctor may look or listen for the baby's heartbeat with an ultrasound. Once you see or hear it, your miscarriage risk drops to about 2 percent. He'll also give you an official due date—though very few women actually deliver on that day.",
    "todo":"Though your due date sounds very far away, start reading up on baby care now. You won't have time after your newborn arrives."
  },
  "week9":{
    "expect":"The pressure of your growing uterus on your bladder may cause you to leak small amounts of urine.",
    "todo":"Start doing Kegels: Squeeze the muscles around your vagina as if you're stopping the flow of urine; do several at a time, a few times a day throughout pregnancy. They strengthen your pelvic-floor muscles, helping with incontinence while preparing your body for delivery."
  },
  "week10":{
    "expect":"Your inch-long baby is now called a fetus. While the icky side effects of pregnancy may be starting to abate, your anxiety about having a healthy baby might be increasing.",
    "todo":"
If you will be 35 or older when you deliver, make an appointment to discuss genetic screening or diagnostic tests, such as chorionic villus sampling (CVS). They look for certain birth defects and are usually done between 10 and 12 weeks. Your doctor's office may provide counseling; if not, ask for a referral to a genetic counselor.
"
  },
  "week11":{
    "expect":"Your cravings may run the gamut from cheeseburgers to chalk (really!). Weird nonfood cravings are known as pica and can reflect a deficiency in your diet. This week, nearly all of the fetus's organs are beginning to function, and genitals begin to take on male or female form.",
    "todo":"Call your doctor if you're experiencing pica.
Make an appointment if you're having the nuchal translucency test, which screens for Down syndrome and other chromosomal abnormalities. The test must be done between 11 and 14 weeks.
"
  },
  "week12":{
    "expect":"Your uterus has begun to expand outside the protective pelvic bones. It will increase in size by almost 1,000 times by the end of your pregnancy! You may really be starting to show now, especially if it's not your first baby.",
    "todo":"From now on, steer clear of any activities that pose the risk of a fall or abdominal trauma, such as horseback riding. Also avoid exercises that require you to lie flat on your back—your growing fetus can place too much weight on a major vein, causing reduced blood flow to the uterus."
  },
  "week13":{
    "expect":"Now that you've finished your first trimester, you can start eating for two—a little. Plan on gaining about 12 pounds during the next 14 or so weeks.

",
    "todo":"To support your baby's growth without gaining too much weight, aim to get 300 extra calories a day from healthy foods.
Start shopping for maternity clothes. Many shops have belly bumps to mimic your girth in later pregnancy."
  },
  "week14":{
    "expect":"Your renewed energy (and end to morning sickness) may lull you into thinking you can take on a marathon, but follow this guideline: Work out only so hard that you can carry on a conversation without getting out of breath.",
    "todo":"Sign up for prenatal yoga, Pilates, swimming or other exercise class."
  },
  "week15":{
    "expect":"The window of opportunity for many important screening and diagnostic tests opens this week, should you decide to undergo them.",
    "todo":"Make an appointment for the multiple marker test or amniocentesis.The former screens for chromosomal abnormalities, including Down syndrome; neural-tube defects such as spina bifida; and other defects. The latter can diagnose chromosomal and other abnormalities. Both are typically performed between weeks 15 and 20.
"
  },
  "week16":{
    "expect":"Sometime between 16 and 22 weeks, you'll start to feel your baby move.",
    "todo":"Decide whether you want to find out your baby's sex. Many doctors do a detailed ultrasound between 16 and 20 weeks, at which time gender often can be determined."
  },
  "week17":{
    "expect":"Your sleep may be marked by vivid and bizarre dreams, often reflecting anxiety you might have about childbirth and parenthood.",
    "todo":"Invest in a good body pillow to help you get your Z's.
Look into childbirth education classes; they fill up quickly. Ditto for doulas."
  },
  "week18":{
    "expect":"Just when you thought you couldn't possibly take any more pee breaks, you do. It's inevitable: As your baby grows, your bladder shrinks (or so it seems).",
    "todo":"Drink plenty of fluids (not coffee or tea, which are diuretics) during the day, but limit them toward bedtime."
  },
  "week19":{
    "expect":"Now that you're feeling better, it's time to spend some quality time with your partner. So have sex! Unless you're having complications, it's safe for most women throughout pregnancy.",
    "todo":"Take advantage of your waning baby-free days: see a movie, go to dinner, take walks together. No babysitter required.
"
  },
  "week20":{
    "expect":"You're halfway there, which means your uterus has reached your navel! The nesting urge is probably kicking in. Have fun with it, but don't go overboard and exhaust yourself.",
    "todo":"If you're planning to have the nursery painted or new carpet installed, get it done soon so the room has a chance to air out before the baby arrives.
"
  },
  "week21":{
    "expect":"If you're 35 or older, have chronic high blood pressure or diabetes or are carrying multiples, you are at a higher risk of preeclampsia. It can occur this early, but usually doesn't set in until the third trimester.",
    "todo":"Call your doctor immediately if you have signs of preeclampsia: swelling, especially in your face and hands; sudden weight gain; headache; nausea or vomiting; or vision changes."
  },
  "week22":{
    "expect":"You may be developing hemorrhoids and constipation. Lucky you! At this point, the fetus weighs almost a pound.",
    "todo":"Keep downing the fluids and fiber-rich foods, but talk to your doc before taking any laxatives or stool softeners."
  },
  "week23":{
    "expect":"Your doctor may soon advise you to steer clear of long-distance travel—not because it is unsafe, but because she wants you close by in case you go into labor.",
    "todo":"Craving a last baby-free getaway (aka a "babymoon")? Do it now."
  },
  "week24":{
    "expect":"If you are 30 or older, have a family history of diabetes, are Hispanic or obese, you are at increased risk for gestational diabetes. It typically has no symptoms.",
    "todo":"Schedule an appointment for your glucose screen, which checks for gestational diabetes; it is conducted between weeks 24 and 28."
  },
  "week25":{
    "expect":"You may be afflicted with heartburn and leg cramps, especially at night.",
    "todo":"Make friends with Tums. They won't harm your baby, and they work wonders on heartburn.
To help prevent cramps, stretch your legs, especially your calves, before going to bed. Also avoid standing or sitting in one position for too long.
"
  },
  "week26":{
    "expect":"Your to-do list is getting longer while you're getting more tired. Your fetus begins to sleep for longer periods now, often when you do. Its eyes open and are beginning to blink.",
    "todo":"Look into child care if you'll be returning to work. Day-care centers fill up fast, and nannies can be hard to come by.
Get into the nap habit. You'll need to master these 20-minute mini-snoozes once your baby arrives.
Start narrowing down your baby name list. But think twice about whether you want to share the possibilities with others."
  },
  "week27":{
    "expect":"You may be distressed to see the numbers on the scale creep (OK, jump) up: From here on out, you'll probably be gaining about 1 pound a week. This still only translates to about 300 extra calories a day, though.",
    "todo":"Focus on eating high-fiber foods, including fruits, vegetables and whole grains; they will help you feel full longer."
  },
  "week28":{
    "expect":"Welcome to the third trimester! Braxton Hicks ("practice") contractions usually start about now. They feel like an intermittent tightening in your abdomen.",
    "todo":"Familiarize yourself with the symptoms of true labor: contractions that occur at regular intervals and/or gradually become stronger and do not abate with movement; bleeding; intermittent back pain; increased or brown-tinged vaginal discharge; or passage of the mucus plug.
Ask your doctor about doing fetal kick counts, which help assess your baby's well-being."
  },
  "week29":{
    "expect":"The basketball-sized lump in your belly may be inhibiting shoe tying, leg shaving and the like. The fetus is increasingly sensitive to light and sound.",
    "todo":"Try to maximize room in your abdomen by standing and sitting as upright as possible.
Eat several small meals throughout the day to keep from loading up your belly.
"
  },
  "week30":{
    "expect":"You might find yourself increasingly breathless as your growing uterus crowds your diaphragm. It should ease a bit when the baby drops lower in your pelvis later in pregnancy.",
    "todo":"Unless told otherwise by your doctor, keep exercising to build stamina for labor. Turn down the intensity if you feel out of breath.
Alert your health insurer to your due date. Find out any requirements they may have about adding a baby to your policy."
  },
  "week31":{
    "expect":"You may be noticing a gradual decrease in the power of your baby's kicks and punches as space in utero becomes tighter. This is normal.",
    "todo":"Call your doctor if you notice a sudden marked decrease in the number of times you feel your baby move.
If you're thinking of hiring a postpartum doula, start interviewing candidates."
  },
  "week32":{
    "expect":"Pregnancy may be starting to lose some of its glow. Having your baby shower right about now might give you just the boost you need.",
    "todo":"Look into maternity leave benefits.
Interview lactation consultants.
Register for your shower if you haven't already done so."
  },
  "week33":{
    "expect":"Don't get too married to your dream delivery: Even if you're hoping for a vaginal birth, there's a nearly 1 in 3 chance you'll have a C-section.",
    "todo":"Create a basic (one page, max!) birth plan "wish list"; outline your preferences for delivery method and pain relief, but don't micromanage.
Learn what to expect if you need a C-section."
  },
  "week34":{
    "expect":"You may be driving yourself—not to mention your mate—crazy making sure your house is spit-shined and the nursery is fit for a king (or queen). Keep it in perspective: All you really need is a car seat, a place for the baby to sleep, diapers and some basic clothes.",
    "todo":"Buy an infant car seat. Practice installing it until you can do it in your sleep. Or have a pro do it (go to fitpregnancy.com/carseathelp).
Take a breastfeeding class."
  },
  "week35":{
    "expect":"There's a good chance your body harbors Group B streptococcus bacteria without your knowing it. If it colonizes in the vagina and is left untreated, it can infect your baby at birth.",
    "todo":"Make sure your doctor tests you for Group B strep between 35 and 37 weeks.
Choose a pediatrician. She'll need to examine your baby while still in the hospital."
  },
  "week36":{
    "expect":"The baby may drop lower into your pelvis in preparation for delivery. This should make it easier to breathe—yet your pee breaks will become ever more frequent.",
    "todo":"Organize a support system of friends and/or family to help out when you're home with your new baby."
  },
  "week37":{
    "expect":"Your breasts may be leaking colostrum—your baby's first food. Plus, you may feel so huge and uncomfortable that you're tempted to ask your doctor to induce you early.",
    "todo":"Buy nursing pads and bras. Have the bras professionally fitted, if possible—your breasts will change more when your milk comes in after delivery.
Resist the urge to ask for an induction. "Near-term" babies have a higher risk of breathing difficulties and other complications."
  },
  "week38":{
    "expect":"Your pregnancy is considered full-term now, and the lanugo—the downy hair that covered your baby's body—is starting to disappear.",
    "todo":"Pack your bag. The hospital will supply you with basic toiletries and gowns, but don't forget these essentials: lip balm and hard candies to wet your whistle during labor; a hair band; tennis balls in a tube sock for your partner to rub on your back."
  },
  "week39":{
    "expect":"If you're still working, don't beat yourself up if you decide to go on leave a little earlier than you planned.",
    "todo":"Relax. Read a good breastfeeding book. Sleep."
  },
  "week40":{
    "expect":"If you haven't delivered yet, your OB will monitor you more closely. Some docs will allow women to go two weeks past their due date; most will induce by then.",
    "todo":"Relish these last days of feeling that little being moving and grooving inside your body. You can't believe how much you'll miss it."
  }
}
